<?php

/*
Template Name: About Coffee
*/

?>

<?php get_header(); ?>

    <section class="promo">
        <div class="container">
            <div class="promo__link">
                <picture>
                    <source srcset="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/banner-mobile.png" media="(max-width: 768px)" />
                    <img class="promo__banner" src="https://pilli.paintdigital.agency/wp-content/uploads/2024/11/promo-banner-scaled.jpg" alt="Pilli" />
                </picture>
            </div>
        </div>
    </section>

    <section class="about-coffee">
        <div class="container">
            <div class="about-coffee__inner">
                <div class="about-coffee__items">
                    <div class="about-coffee__item">
                        <div class="about-coffee__content">
                            <h2 class="about-coffee__title title title_primary">Трохи про каву</h2>
                            <div class="about-coffee__text">
                                <p>
                                    На смак кави у вашій чашці впливає сорт кави, технологія його обробки та навіть
                                    місце, де воно дозрівало.
                                </p>
                                <p>
                                    У промислових обсягах вирощують такі сорти кави: робусту, арабіку, ліберіка та
                                    ексцельза.
                                </p>
                                <p>
                                    Найпопулярніша завдяки своєму смаку та аромату - арабіка, наступна за популярністю
                                    робуста. Арабіка досить примхлива під час вирощування, дерева потребують весь час
                                    догляду, поливу та добрив.
                                </p>
                                <p>
                                    Для робусти в першу чергу важливе тепло, тому її вирощують тільки в тропічному
                                    кліматі. Дерева цього сорту кави більш стійкі до посух та злив, не хворіють і не
                                    потребують особливого догляду.
                                </p>
                                <p>
                                    В залежності від висоти, на якій була вирощена кава, навіть один і той самий сорт
                                    може мати відмінності в смаку. Якщо кава зростала на висоті 600-1200 метрів, то смак
                                    матиме земельні й трав'яні відтінки. Кава що вирощувалась вище на відмітці 1200-1800
                                    метрів має присмак горіху, цитрусових або ванільно-шоколадний.
                                </p>
                            </div>
                        </div>
                        <div class="about-coffee__images">
                            <div class="message-label">
                                Що впливає на смак Вашої кави?
                            </div>
                            <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/04/about-coffee-1.png"
                                 alt="About coffee" class="about__coffee-img">
                        </div>
                    </div>

                    <div class="about-coffee__item">
                        <div class="about-coffee__images">
                            <svg class="about-coffee__svg about-coffee__svg_left" xmlns="http://www.w3.org/2000/svg"
                                 width="98" height="189" viewBox="0 0 98 189"
                                 fill="none">
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                      d="M3.30852 171.949C3.19802 173.292 3.57923 174.527 4.06334 175.92C5.61925 174.106 2.99153 173.33 3.30852 171.949M87.8843 56.8909C89.5611 55.2887 90.8201 53.4248 91.559 51.2397C90.3346 53.123 89.1095 55.0069 87.8843 56.8909M72.3901 61.395C75.5033 58.7031 78.4245 55.8489 80.2229 52.0506C77.638 55.1873 74.926 58.2169 72.3901 61.395M17.8697 105.492C8.1945 116.367 0.919081 147.082 2.6725 161.412C3.61447 151.525 4.54885 141.904 6.88444 132.5C9.24904 122.981 12.5501 113.829 17.8697 105.492M12.8395 137.923C11.4707 140.385 11.1227 143.165 10.7028 145.846C9.58815 152.956 8.80156 160.123 9.24285 167.34C9.61025 173.346 9.78566 179.372 10.7463 185.331C11.084 187.429 11.0343 187.433 8.99355 187.706C8.84438 187.726 8.69936 187.86 8.57298 187.965C7.41347 188.94 5.82786 188.512 5.23947 187.02C3.48674 182.579 2.54615 177.923 1.69879 173.249C0.202273 164.998 0.209179 156.683 1.07795 148.388C1.60349 143.368 2.4398 138.372 3.61796 133.444C5.56405 125.307 7.75324 117.262 11.9693 109.939C17.5604 100.229 24.7412 91.927 33.6492 85.0756C41.9301 78.7056 51.2635 73.964 59.7827 68.0145C76.8563 56.0907 86.6834 40.1718 84.8326 18.5644C84.448 14.079 83.4694 9.64607 82.8209 5.18137C82.562 3.40033 82.9369 1.80229 84.6358 0.780901C86.1275 -0.116182 88.2131 0.428697 90.2352 2.07784C92.483 3.91206 93.6094 6.42168 94.4595 9.0342C96.3062 14.7068 97.541 20.5112 97.9001 26.4945C98.7053 39.9487 94.6501 51.599 85.5564 61.6361C77.9736 70.0041 68.9503 76.2187 58.869 81.1316C51.7628 84.5943 45.3838 89.253 39.0296 93.927C34.1575 97.5105 30.1658 101.98 26.3593 106.586C24.3151 109.06 22.5741 111.853 21.3821 114.908C21.2495 115.245 20.9774 115.527 20.7799 115.821C20.1156 115.622 20.9098 115.148 20.4989 114.904C18.2979 117.902 17.4216 121.512 15.9071 124.824C15.6108 125.471 15.5535 125.214 14.6716 125.541C13.8457 125.848 13.374 126.864 13.7034 128.057C14.3022 127.58 14.1088 126.75 15.0832 126.381C15.0791 128.174 14.4354 129.689 14.095 131.245C13.6426 133.31 12.7096 135.28 12.8498 137.464C12.8471 137.617 12.8429 137.771 12.8395 137.923"
                                      fill="#FF565D"/>
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                      d="M16.3686 58.1842C14.7422 58.1842 13.1131 58.2236 11.4882 58.1697C10.4543 58.1359 9.55725 57.6262 8.76582 56.9971C8.26307 56.5973 7.94678 56.0303 8.12426 55.3362C8.35906 54.4226 8.88668 55.0552 9.37355 55.0386C18.7912 54.7216 28.0921 53.2872 37.4145 52.0435C39.5747 51.7555 41.7783 51.7286 43.962 51.7293C44.645 51.7299 45.7223 51.5863 45.7817 52.8446C45.8321 53.9143 45.0815 54.2251 44.2645 54.4467C40.0215 55.5966 35.6541 56.0551 31.3269 56.7188C26.3732 57.4792 21.3719 57.8134 16.3686 58.1842"
                                      fill="#FF565D"/>
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                      d="M65.1728 37.228C64.1569 36.9863 63.0451 36.4497 62.438 35.3951C59.5002 30.2923 56.789 25.0666 54.4092 19.6793C53.7814 18.2587 54.2904 18.5225 55.6585 17.9984C59.0002 16.7173 59.7765 19.3678 61.1342 21.0729C63.5319 24.0846 65.2909 27.474 66.5616 31.1135C66.8917 32.0603 67.2591 32.9946 67.6306 33.9256C68.6582 36.5049 68.2515 37.1023 65.1728 37.228"
                                      fill="#FF565D"/>
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                      d="M57.3551 42.5957C54.6873 44.1807 52.5714 42.8105 50.3124 41.7781C46.0715 39.841 42.3146 37.1331 38.4204 34.6394C37.7132 34.1864 36.5516 33.665 36.8734 32.79C37.1884 31.933 38.4604 32.1097 39.3513 32.0918C40.6703 32.0642 41.7373 32.8639 42.7974 33.4681C47.2462 35.9999 51.6356 38.6372 56.0368 41.2525C56.5561 41.5605 57.1355 41.8527 57.3551 42.5957"
                                      fill="#FF565D"/>
                            </svg>
                            <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/04/about-coffee-2.png"
                                 alt="About coffee" class="about__coffee-img">
                        </div>
                        <div class="about-coffee__content">
                            <div class="about-coffee__text">
                                <p>
                                    Найбільше відтінків в смаку має високогірна кава, тому вона вважається найкращою,
                                    але й найскладнішою у виробництві. Такі плантації недосяжні для техніки, і врожай
                                    збирають вручну, ретельно відбираючи найкращі зерна.
                                </p>
                                <p>
                                    Так званий "Кавовий пояс" охоплює 80 країн-виробників кави, але найбільших
                                    виробників, які забезпечують світовий попит трохи менше ніж 50.
                                </p>
                                <p>
                                    Лідери з них:
                                </p>
                                <ol>
                                    <li>Бразилія - безумовний лідер який забезпечує 35% світового попиту на каву;</li>
                                    <li>В'єтнам - виробляє 17% від загального виробництва кави і займає другу позицію;
                                    </li>
                                    <li>Колумбія - 11% від світового виробництва;</li>
                                    <li>Індонезія - близько 4%.</li>
                                </ol>
                                <p>
                                    Для цих країн кава — один з головних складових економіки.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="about-coffee__item">
                        <div class="about-coffee__content">
                            <div class="about-coffee__text">
                                <p>Усі види кави мають однакову будову зернини, а відрізняються лише за розміром,
                                    кольором та смаковими якостями. Кавова зернина містить в собі більш ніж 100 хімічних
                                    сполучень, більшість яких і формує особливий смак та аромат кави в процесі
                                    обсмаження.</p>
                                <p>Найбільш загальновідома складова кави – кофеїн, саме за його властивості енергетика
                                    так і полюбляють каву в усьому світі. Більший вміст цього алкалоїду в робусті ніж в
                                    арабіці.</p>
                                <p>З приємний аромат обсмажених зерен відповідає тригонелін, який в процесі обсмаження
                                    створює відповідні ароматичні сполуки. Золотаво-коричневий колір та солодкий присмак
                                    обсмаженим зернам дарують цукри, які під час термічної обробки карамелізуються.
                                    Арабіка містить близько 8% вуглеводів, а робуста 3-4%. А ще кавові зерна мають у
                                    складі жири й саме вони під час зберігання погіршують смакові якості продукту через
                                    прогіркання.</p>
                            </div>
                        </div>
                        <div class="about-coffee__images">
                            <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/04/cup-of-coffee.webp"
                                 alt="About coffee" class="about__coffee-img">
                        </div>
                    </div>

                    <div class="about-coffee__item">
                        <div class="about-coffee__images">
                            <img style="transform: rotate(5deg)" src="https://pilli.paintdigital.agency/wp-content/uploads/2025/04/about-coffee-4.png"
                                 alt="About coffee" class="about__coffee-img">
                            <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/06/coffee-decor.svg" alt="coffee decor" class="about-coffee__svg about-coffee__svg_left">
                        </div>
                        <div class="about-coffee__content">
                            <div class="about-coffee__text">
                                <p>Завдяки великому вмісту у складі ліпідів та цукрів, арабіка має більш інтенсивний
                                    смак і характерну кислинку, а в робусті більше кофеїну і хлорогенової кислоти, які
                                    роблять смак більш гірким та важчим.</p>
                                <p>Виробники кави змішують ці два сорти не тільки заради економії, а й в пошуках нових
                                    купажів і смаків. Робуста здатна надавати каві більшої щільності та характерної
                                    кавової пінки, але з цим додається і характерна гірчинка та важчий аромат.</p>
                                <p>Значною мірою на смак кави впливають органічні кислоти, що в ній містяться. Фруктові
                                    кислоти надають напою тонких ноток, але якщо процес ферментації затягнути, то
                                    відбудеться накопичення оцтової кислоти, яка зіпсує смак напою. Чим темніше
                                    обсмаження, тим менше кислот залишається в каві. Гіркувато-терпкого смаку каві
                                    надають таніни, що в ній містяться.</p>
                            </div>
                        </div>
                    </div>
                    <div class="about-coffee__text">
                        <p>
                            Одна чашка американо містить такі корисні речовини як: рибофлавін (В2), пантотенова кислота (В5), тіамін (В1), ніацин (В3), калій, марганець, магній та фосфор. Тому навіть якщо ви в шаленому темпі встигаєте випити лише каву, ви все одно не залишитесь без вітамінів та мінералів.
                        </p>
                        <p>Найбільше каву все ж таки люблять за кофеїн, який стимулює нашу центральну нервову систему, розширює кровоносні судини, що сприяє кращому постачанню кисню до клітин. Кофеїн здатен стимулювати мозкову діяльність, пришвидшувати реакції та покращувати настрій, саме тому кава здатна зробити будь-який похмурий день теплішим.</p>
                        <p>Вчені з Дослідницького інституту Крембіля довели, що кава здатна знизити ризики розвитку таких хвороб як Альцгеймера та Паркінсона. Так регулярне вживання 3-4 чашок кави на день знижувало ризики розвитку хвороби на 32-65 %. Цікавим є той факт, що на це впливає не вміст кофеїну, а ступінь обсмаження кави та вміст антиоксидантів. Антиоксиданти, також здатні захищати клітини нашого організму від пошкоджень вільними радикалами.</p>
                        <p>А ще кава сприяє кращому травленню і прискорює розщеплення жирів, тому добрий обід добре завершити саме чашечкою кави.</p>
                        <p>Але як в усьому важлива гармонія, так і кава має свою культуру споживання. Не слід зловживати кількістю кави, щоб не затьмарити задоволення від напою симптомами передозування. А щоб добре висипатися, не вживайте каву за декілька годин до сну.</p>
                    </div>
                </div>
            </div>
        </div>
    </section>

<?php get_footer(); ?>