<?php

/*
Template Name: Home
*/

?>

<?php get_header(); ?>

    <section class="promo">
        <div class="container">
            <div class="promo__inner">
                <picture>
                    <source srcset="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/banner-mobile.png" media="(max-width: 768px)" />
                    <img class="promo__banner" src="https://pilli.paintdigital.agency/wp-content/uploads/2024/11/promo-banner-scaled.jpg" alt="Pilli" />
                </picture>
            </div>
        </div>
    </section>

    <section class="about">
        <div class="container">
            <div class="about__top">
                <div class="about__top-content">
                    <h1 class="about__top-title title title_primary">З Pillі — ти сам собі бариста</h1>
                    <div class="about__top-subtitle subtitle">
                        Легко приготувати ідеальну свіжозмелену
                        каву як ви любите — просто вдома!
                    </div>
                    <div class="about__top-btns">
                        <a class="about__top-btn btn" href="/product-category/coffee/vsya-kava/">Обрати свою каву</a>
                    </div>
                </div>
                <div class="about__top-composition">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/about-img.png"
                         alt="Coffee cup" class="about__top-img">
                    <div class="about__top-message about__top-message_top message-label">В турці або гейзері?</div>
                    <div class="about__top-message about__top-message_bottom message-label">А може в кавоварці?</div>
                </div>
            </div>
            <div class="about__inner">
                <div class="about__items">
                    <div id="col1" class="about__item about__item-col-1">
                        <div class="about__item-content">
                            <h2 class="about__item-title title title_primary">На полиці багато пачок кави</h2>
                            <div class="about__item-text">
                                Більш ніж 500 млрд. чашок кави люди випивають щороку, та не збираються зупинятися.
                                Статистика каже, що найчастіше каву п'ють саме за сніданком, або взагалі замість нього.
                            </div>
                        </div>
                    </div>
                    <div id="col2" class="about__img-wrapper">
                        <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/about-img-3.png"
                             alt="Coffee pack" class="about__img about__item-col-2">
                        <div class="about__item-message about__item-message_right message-label">
                            А свіжообсмажена кава Pilli — така одна!
                        </div>
                    </div>
                    <div id="col3" class="about__img-wrapper">
                        <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/about-img-2.webp"
                             alt="Coffee pack" class="about__img about__item-col-3">
                        <div class="about__item-message about__item-message_left message-label">
                            Обирай свою ступінь обсмаження
                        </div>
                    </div>
                    <div id="col4" class="about__item about__item-col-4">
                        <h2 class="about__item-title title title_secondary">З кавою кожен ранок може бути
                            неповторним! </h2>
                        <div class="about__item-text">
                            Тому в асортименті Pilli є кава на будь-який випадок:
                            свіжообсмажена в зернах, для повільного ранку сповненого аромату кави та хрумкої випічки,
                            або швидкорозчинна кава в стіках, коли ароматна кава для енергії потрібна негайно і вже час
                            бігти.
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="coffee section">
        <div class="container">
            <div class="coffee__top">
                <div class="coffee__top-content">
                    <h2 class="coffee__top-title title title_primary">Трохи про каву</h2>
                    <div class="coffee__top-subtitle subtitle">
                        На смак кави у вашій чашці впливає сорт кави, технологія його обробки та навіть місце,
                        де воно дозрівало.
                    </div>
                    <a href="/about-coffee" class="coffee__top-btn btn">Читати детальніше</a>
                </div>
                <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/coffee-cup.png"
                     alt="Coffee cup" class="coffee__img">
                <div class="coffee__top-content coffee__top-content_row">
                    <h2 class="coffee__top-title title title_primary">Ступені обсмаження кави Pilli</h2>
                    <div class="coffee__top-subtitle">
                        Обсмаження — один з найголовніших етапів в процесі виробництва якісної кави. Саме він
                        розкриває смак кавових зерен та проявляє сортові відмінності, також на смак кави впливає
                        температура, час та умови обжарювання.
                    </div>
                </div>
            </div>
            <div class="coffee__bottom">
                <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/coffee-types.png"
                     alt="Coffee beans" class="coffee__bottom-img">
                <div class="coffee__bottom-item coffee__bottom-item_top">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/coffee-bean-light.png"
                         alt="Coffee bean" class="coffee__bottom-thumbnail">
                    <div class="coffee__bottom-content">
                        <h3 class="coffee__bottom-title title title_primary">Світла</h3>
                        <div class="coffee__bottom-text">
                            Для цього ступеню обсмаження властива легка насиченість смаку, яскраво виражена кислинка
                            та
                            більший вміст кофеїну. Кава світло-коричневого кольору.
                        </div>
                    </div>
                    <svg xmlns="http://www.w3.org/2000/svg" width="106" height="12" viewBox="0 0 106 12"
                         fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M62.2938 1.45245C61.6398 2.16934 61.3629 2.47454 61.0033 2.86923L64.0752 3.24744C64.109 3.17685 64.1428 3.10625 64.1754 3.03646C63.8849 2.93744 63.5982 2.82738 63.3038 2.7413C63.0175 2.65717 62.7244 2.59904 62.3607 2.51209C62.447 2.20931 62.4384 1.82295 62.5877 1.78575C63.3302 1.59442 64.1048 1.39459 64.8836 1.3841C66.6305 1.36053 68.3886 1.46964 70.1387 1.47905C71.009 1.4827 71.873 1.383 72.7022 1.3327C73.517 2.5841 71.7206 1.97955 71.5548 2.57829C73.7015 3.49528 75.7999 2.23931 77.9271 2.78012C76.5289 2.31278 75.1496 1.73083 73.4252 2.21243C73.6548 1.95988 73.8161 1.57336 74.1262 1.48311C74.7603 1.29761 75.4687 1.23723 76.1585 1.19181C77.2859 1.11881 78.4316 1.83972 79.5636 1.27273C80.4482 0.83054 81.5363 1.62103 82.5681 0.993778C83.0866 0.678081 84.3589 1.14813 85.4041 1.27681C84.3685 2.60518 83.0185 1.86294 81.8476 1.90088C80.7919 1.9348 79.7512 2.11048 78.7318 2.53032C81.0818 2.65097 83.4699 2.98622 85.7739 2.82996C87.9621 2.68054 90.1149 2.3044 92.4 2.24263C90.9035 1.99128 89.4045 1.73964 87.908 1.48829L87.9463 1.17673C91.1654 1.16573 94.3868 1.15502 97.6058 1.14496C97.6258 1.28353 97.6434 1.42274 97.6622 1.56116C96.1417 1.68833 94.6212 1.81644 93.1031 1.9439C94.4663 2.24879 95.7888 3.02981 97.2023 2.27512C100.082 2.72743 103.018 1.86503 105.943 2.92099L105.733 4.63079C105.182 4.75651 104.68 4.05933 104.041 4.59015C103.737 4.84126 102.825 4.12235 102.479 4.90775C102.385 5.12055 101.765 5.39784 101.677 5.34092C100.202 4.40603 98.5578 5.13904 97.0484 4.78835C96.5774 4.67861 96.1513 4.41817 95.6105 4.18673C95.4776 4.54703 95.3095 4.99885 95.14 5.4524C94.3108 4.73595 92.9975 5.91032 92.2948 4.78773C92.0873 5.13214 91.9188 5.41329 91.6887 5.79518C90.5743 5.3254 89.5725 4.53402 88.1821 4.96474C88.3415 5.16646 88.4946 5.36071 88.8763 5.8457C86.9076 5.38672 85.204 4.99102 83.4434 4.58161C82.5864 5.11058 81.7878 5.60171 81.1639 5.98685C80.154 5.85293 79.849 4.85215 78.7196 5.50477C77.8374 6.01529 76.5069 6.13422 75.3403 6.20528C74.5918 6.25114 73.7475 5.95837 73.0058 5.69645C72.4797 5.50996 71.9847 5.92631 71.3414 5.36023C70.6679 4.76838 70.621 5.82934 70.2074 6.0602C69.821 6.27427 69.2587 6.50791 68.8388 6.43128C67.1545 6.12041 65.4684 6.64122 63.8067 6.14719C63.7214 6.12135 63.6677 6.01315 63.6009 5.94358C61.5997 7.21631 58.9962 6.23061 56.9032 6.79142C55.1554 7.25959 53.3398 6.15046 51.7887 7.07032C47.0839 7.29519 42.3179 7.14352 37.7066 7.95017C35.0049 7.35397 32.5029 8.34172 29.824 8.25917C27.3488 8.18444 24.7361 8.35157 22.3747 8.77008C18.101 9.52628 13.5795 9.08844 9.4283 10.2191C8.02392 9.79224 7.062 10.3476 5.98973 10.9248C5.39662 11.2438 4.43525 11.134 3.77364 11.2031C2.49311 10.1589 1.83199 8.89283 0.331074 8.29783C0.709177 7.48083 1.0895 6.65548 1.54155 5.67507C5.2108 5.18469 9.03152 4.39668 13.0723 4.35745C14.943 4.33859 16.7618 3.74114 18.6322 3.70594C20.9594 3.66181 23.2531 3.33561 25.5529 3.37819C28.0117 3.42214 30.3769 3.06928 32.7821 2.93602C34.2659 2.85323 35.8223 2.7554 37.2712 2.76223C39.7254 2.77495 42.07 2.26907 44.5326 2.38825C46.0141 2.46044 47.4919 2.1258 48.9822 2.03037C49.9987 1.96384 51.04 2.60002 52.0682 2.07008C52.9419 1.61889 54.2072 2.59317 54.9983 1.71489C56.7628 2.18995 58.5035 1.81866 60.2538 1.82618C60.7092 1.82858 61.1536 1.6686 62.2938 1.45245"
                              fill="#F64E55"/>
                    </svg>
                </div>
                <div class="coffee__bottom-item coffee__bottom-item_middle">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/coffee-bean-medium.png"
                         alt="Coffee bean" class="coffee__bottom-thumbnail">
                    <div class="coffee__bottom-content">
                        <h3 class="coffee__bottom-title title title_primary">Середня</h3>
                        <div class="coffee__bottom-text">
                            Цей ступінь обсмаження надає каві насиченого світло-коричневого кольору, та розкриває в
                            його
                            смаку легкі солодкі з гірчинкою нотки. Смак стає більш насиченим, а кислота у присмаку
                            менш
                            помітною.
                        </div>
                    </div>
                    <svg xmlns="http://www.w3.org/2000/svg" width="106" height="12" viewBox="0 0 106 12"
                         fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M62.2938 1.45245C61.6398 2.16934 61.3629 2.47454 61.0033 2.86923L64.0752 3.24744C64.109 3.17685 64.1428 3.10625 64.1754 3.03646C63.8849 2.93744 63.5982 2.82738 63.3038 2.7413C63.0175 2.65717 62.7244 2.59904 62.3607 2.51209C62.447 2.20931 62.4384 1.82295 62.5877 1.78575C63.3302 1.59442 64.1048 1.39459 64.8836 1.3841C66.6305 1.36053 68.3886 1.46964 70.1387 1.47905C71.009 1.4827 71.873 1.383 72.7022 1.3327C73.517 2.5841 71.7206 1.97955 71.5548 2.57829C73.7015 3.49528 75.7999 2.23931 77.9271 2.78012C76.5289 2.31278 75.1496 1.73083 73.4252 2.21243C73.6548 1.95988 73.8161 1.57336 74.1262 1.48311C74.7603 1.29761 75.4687 1.23723 76.1585 1.19181C77.2859 1.11881 78.4316 1.83972 79.5636 1.27273C80.4482 0.83054 81.5363 1.62103 82.5681 0.993778C83.0866 0.678081 84.3589 1.14813 85.4041 1.27681C84.3685 2.60518 83.0185 1.86294 81.8476 1.90088C80.7919 1.9348 79.7512 2.11048 78.7318 2.53032C81.0818 2.65097 83.4699 2.98622 85.7739 2.82996C87.9621 2.68054 90.1149 2.3044 92.4 2.24263C90.9035 1.99128 89.4045 1.73964 87.908 1.48829L87.9463 1.17673C91.1654 1.16573 94.3868 1.15502 97.6058 1.14496C97.6258 1.28353 97.6434 1.42274 97.6622 1.56116C96.1417 1.68833 94.6212 1.81644 93.1031 1.9439C94.4663 2.24879 95.7888 3.02981 97.2023 2.27512C100.082 2.72743 103.018 1.86503 105.943 2.92099L105.733 4.63079C105.182 4.75651 104.68 4.05933 104.041 4.59015C103.737 4.84126 102.825 4.12235 102.479 4.90775C102.385 5.12055 101.765 5.39784 101.677 5.34092C100.202 4.40603 98.5578 5.13904 97.0484 4.78835C96.5774 4.67861 96.1513 4.41817 95.6105 4.18673C95.4776 4.54703 95.3095 4.99885 95.14 5.4524C94.3108 4.73595 92.9975 5.91032 92.2948 4.78773C92.0873 5.13214 91.9188 5.41329 91.6887 5.79518C90.5743 5.3254 89.5725 4.53402 88.1821 4.96474C88.3415 5.16646 88.4946 5.36071 88.8763 5.8457C86.9076 5.38672 85.204 4.99102 83.4434 4.58161C82.5864 5.11058 81.7878 5.60171 81.1639 5.98685C80.154 5.85293 79.849 4.85215 78.7196 5.50477C77.8374 6.01529 76.5069 6.13422 75.3403 6.20528C74.5918 6.25114 73.7475 5.95837 73.0058 5.69645C72.4797 5.50996 71.9847 5.92631 71.3414 5.36023C70.6679 4.76838 70.621 5.82934 70.2074 6.0602C69.821 6.27427 69.2587 6.50791 68.8388 6.43128C67.1545 6.12041 65.4684 6.64122 63.8067 6.14719C63.7214 6.12135 63.6677 6.01315 63.6009 5.94358C61.5997 7.21631 58.9962 6.23061 56.9032 6.79142C55.1554 7.25959 53.3398 6.15046 51.7887 7.07032C47.0839 7.29519 42.3179 7.14352 37.7066 7.95017C35.0049 7.35397 32.5029 8.34172 29.824 8.25917C27.3488 8.18444 24.7361 8.35157 22.3747 8.77008C18.101 9.52628 13.5795 9.08844 9.4283 10.2191C8.02392 9.79224 7.062 10.3476 5.98973 10.9248C5.39662 11.2438 4.43525 11.134 3.77364 11.2031C2.49311 10.1589 1.83199 8.89283 0.331074 8.29783C0.709177 7.48083 1.0895 6.65548 1.54155 5.67507C5.2108 5.18469 9.03152 4.39668 13.0723 4.35745C14.943 4.33859 16.7618 3.74114 18.6322 3.70594C20.9594 3.66181 23.2531 3.33561 25.5529 3.37819C28.0117 3.42214 30.3769 3.06928 32.7821 2.93602C34.2659 2.85323 35.8223 2.7554 37.2712 2.76223C39.7254 2.77495 42.07 2.26907 44.5326 2.38825C46.0141 2.46044 47.4919 2.1258 48.9822 2.03037C49.9987 1.96384 51.04 2.60002 52.0682 2.07008C52.9419 1.61889 54.2072 2.59317 54.9983 1.71489C56.7628 2.18995 58.5035 1.81866 60.2538 1.82618C60.7092 1.82858 61.1536 1.6686 62.2938 1.45245"
                              fill="#F64E55"/>
                    </svg>
                </div>
                <div class="coffee__bottom-item coffee__bottom-item_bottom">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2024/10/coffee-bean-dark.png"
                         alt="Coffee bean" class="coffee__bottom-thumbnail">
                    <div class="coffee__bottom-content">
                        <h3 class="coffee__bottom-title title title_primary">Темна</h3>
                        <div class="coffee__bottom-text">
                            Цей ступінь обсмаження максимально вивільняє
                            з кави всі аромамасла, цукор карамелізується, надаючи поверхні зерен насичений
                            темно-коричневий колір. Смак кави набуває вираженого солодко-гіркого присмаку, а
                            кислинка
                            вже майже невідчутна. Вміст кофеїну при такій прожарці менший.
                        </div>
                    </div>
                    <svg xmlns="http://www.w3.org/2000/svg" width="106" height="12" viewBox="0 0 106 12"
                         fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M62.2938 1.45245C61.6398 2.16934 61.3629 2.47454 61.0033 2.86923L64.0752 3.24744C64.109 3.17685 64.1428 3.10625 64.1754 3.03646C63.8849 2.93744 63.5982 2.82738 63.3038 2.7413C63.0175 2.65717 62.7244 2.59904 62.3607 2.51209C62.447 2.20931 62.4384 1.82295 62.5877 1.78575C63.3302 1.59442 64.1048 1.39459 64.8836 1.3841C66.6305 1.36053 68.3886 1.46964 70.1387 1.47905C71.009 1.4827 71.873 1.383 72.7022 1.3327C73.517 2.5841 71.7206 1.97955 71.5548 2.57829C73.7015 3.49528 75.7999 2.23931 77.9271 2.78012C76.5289 2.31278 75.1496 1.73083 73.4252 2.21243C73.6548 1.95988 73.8161 1.57336 74.1262 1.48311C74.7603 1.29761 75.4687 1.23723 76.1585 1.19181C77.2859 1.11881 78.4316 1.83972 79.5636 1.27273C80.4482 0.83054 81.5363 1.62103 82.5681 0.993778C83.0866 0.678081 84.3589 1.14813 85.4041 1.27681C84.3685 2.60518 83.0185 1.86294 81.8476 1.90088C80.7919 1.9348 79.7512 2.11048 78.7318 2.53032C81.0818 2.65097 83.4699 2.98622 85.7739 2.82996C87.9621 2.68054 90.1149 2.3044 92.4 2.24263C90.9035 1.99128 89.4045 1.73964 87.908 1.48829L87.9463 1.17673C91.1654 1.16573 94.3868 1.15502 97.6058 1.14496C97.6258 1.28353 97.6434 1.42274 97.6622 1.56116C96.1417 1.68833 94.6212 1.81644 93.1031 1.9439C94.4663 2.24879 95.7888 3.02981 97.2023 2.27512C100.082 2.72743 103.018 1.86503 105.943 2.92099L105.733 4.63079C105.182 4.75651 104.68 4.05933 104.041 4.59015C103.737 4.84126 102.825 4.12235 102.479 4.90775C102.385 5.12055 101.765 5.39784 101.677 5.34092C100.202 4.40603 98.5578 5.13904 97.0484 4.78835C96.5774 4.67861 96.1513 4.41817 95.6105 4.18673C95.4776 4.54703 95.3095 4.99885 95.14 5.4524C94.3108 4.73595 92.9975 5.91032 92.2948 4.78773C92.0873 5.13214 91.9188 5.41329 91.6887 5.79518C90.5743 5.3254 89.5725 4.53402 88.1821 4.96474C88.3415 5.16646 88.4946 5.36071 88.8763 5.8457C86.9076 5.38672 85.204 4.99102 83.4434 4.58161C82.5864 5.11058 81.7878 5.60171 81.1639 5.98685C80.154 5.85293 79.849 4.85215 78.7196 5.50477C77.8374 6.01529 76.5069 6.13422 75.3403 6.20528C74.5918 6.25114 73.7475 5.95837 73.0058 5.69645C72.4797 5.50996 71.9847 5.92631 71.3414 5.36023C70.6679 4.76838 70.621 5.82934 70.2074 6.0602C69.821 6.27427 69.2587 6.50791 68.8388 6.43128C67.1545 6.12041 65.4684 6.64122 63.8067 6.14719C63.7214 6.12135 63.6677 6.01315 63.6009 5.94358C61.5997 7.21631 58.9962 6.23061 56.9032 6.79142C55.1554 7.25959 53.3398 6.15046 51.7887 7.07032C47.0839 7.29519 42.3179 7.14352 37.7066 7.95017C35.0049 7.35397 32.5029 8.34172 29.824 8.25917C27.3488 8.18444 24.7361 8.35157 22.3747 8.77008C18.101 9.52628 13.5795 9.08844 9.4283 10.2191C8.02392 9.79224 7.062 10.3476 5.98973 10.9248C5.39662 11.2438 4.43525 11.134 3.77364 11.2031C2.49311 10.1589 1.83199 8.89283 0.331074 8.29783C0.709177 7.48083 1.0895 6.65548 1.54155 5.67507C5.2108 5.18469 9.03152 4.39668 13.0723 4.35745C14.943 4.33859 16.7618 3.74114 18.6322 3.70594C20.9594 3.66181 23.2531 3.33561 25.5529 3.37819C28.0117 3.42214 30.3769 3.06928 32.7821 2.93602C34.2659 2.85323 35.8223 2.7554 37.2712 2.76223C39.7254 2.77495 42.07 2.26907 44.5326 2.38825C46.0141 2.46044 47.4919 2.1258 48.9822 2.03037C49.9987 1.96384 51.04 2.60002 52.0682 2.07008C52.9419 1.61889 54.2072 2.59317 54.9983 1.71489C56.7628 2.18995 58.5035 1.81866 60.2538 1.82618C60.7092 1.82858 61.1536 1.6686 62.2938 1.45245"
                              fill="#F64E55"/>
                    </svg>
                </div>
            </div>
        </div>
    </section>

    <section class="methods section">
        <div class="container">
            <h2 class="methods__title title title_primary">Способи приготування</h2>
            <div class="methods__items">
                <div class="methods__item">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/purover-scaled.jpg" alt="Method"
                         class="methods__item-img">
                    <h5 class="methods__item-title title title_secondary">Пуровер (Харіо)</h5>
                    <button class="methods__item-link link">Детальніше</button>
                </div>
                <div class="methods__item">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/geyser-scaled.jpg"
                         alt="Method"
                         class="methods__item-img">
                    <h5 class="methods__item-title title title_secondary">Гейзерна кавоварка</h5>
                    <button class="methods__item-link link">Детальніше</button>
                </div>
                <div class="methods__item">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/cup-scaled.jpg"
                         alt="Method"
                         class="methods__item-img">
                    <h5 class="methods__item-title title title_secondary">В чашці</h5>
                    <button class="methods__item-link link">Детальніше</button>
                </div>
                <div class="methods__item">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/turkish-coffee-scaled.jpg"
                         alt="Method"
                         class="methods__item-img">
                    <h5 class="methods__item-title title title_secondary">В турці</h5>
                    <button class="methods__item-link link">Детальніше</button>
                </div>
                <div class="methods__item">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/french-press-scaled.jpg"
                         alt="Method"
                         class="methods__item-img">
                    <h5 class="methods__item-title title title_secondary">Френч-прес</h5>
                    <button class="methods__item-link link">Детальніше</button>
                </div>
                <div class="methods__item">
                    <img src="https://pilli.paintdigital.agency/wp-content/uploads/2025/05/carob-scaled.jpg"
                         alt="Method"
                         class="methods__item-img">
                    <h5 class="methods__item-title title title_secondary">Рожкова кавоварка</h5>
                    <button class="methods__item-link link">Детальніше</button>
                </div>
            </div>
        </div>
    </section>

    <div class="methods-popup">
        <div class="methods-popup__layout methods-popup__layout_inactive layout">
            <div class="methods-popup__content">
                <img src="" alt="" class="methods-popup__img">
                <button class="methods-popup__close">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="28" height="28"
                         fill="white" class="menu__close-icon">
                        <path d="M10.5859 12L2.79297 4.20706L4.20718 2.79285L12.0001 10.5857L19.793 2.79285L21.2072 4.20706L13.4143 12L21.2072 19.7928L19.793 21.2071L12.0001 13.4142L4.20718 21.2071L2.79297 19.7928L10.5859 12Z"></path>
                    </svg>
                </button>
                <div class="methods-popup__descr"></div>
            </div>
        </div>
    </div>

<?php get_footer(); ?>